Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_fr.tmx
Source language: en
Languages: fr

source: Feasibility visit
fr: Visite de faisabilité

source: Albania
fr: Albanie

source: New Zealand
fr: Nouvelle Zélande

source: Upper secondary and post-secondary - vocational programmes
fr: Second cycle de l'enseignement secondaire et post-secondaire - enseignement professionnel

source: to foster mutual understanding between young people in different countries
fr: Favoriser la compréhension mutuelle entre les jeunes de différents pays

source: GRUNDTVIG Assistantships
fr: GRUNDTVIG Assistanats

source: National youth meeting
fr: Rencontre nationale de jeunesse

source: Ethiopia
fr: Éthiopie

source: mathematics
fr: Mathématiques

source: Humanities (broad programmes)
fr: Sciences Humaines (programme général)

source: Manufacture of basic metals
fr: Industrie métallurgique

source: Europass Language Passport
fr: Passeport Europass de Langue

source: Creative, arts and entertainment activities
fr: Activités créatives, artistiques et de divertissement

source: Personal and protective services workers
fr: Ouvriers dans le domaine des services personnels et de protection

source: Group 6 – Dissemination of information on Community action
fr: Groupe 6 - Diffusion d’informations sur l’action communautaire

source: Saudi Arabia
fr: Arabie Saoudite

source: Teacher Training theoretical subjects, e.g. English, Mathematics, History
fr: Formation des professeurs d'enseignement général, par exemple, l'Anglais, les Mathématiques, l'Histoire

source: MULTILATERAL PROJECTS
fr: PROJETS MULTILATERAUX

source: Encouraged my colleagues to participate in the European Educational Programmes
fr: A incité mes collègues à participer aux programmes d'éducation européens

source: Improved access arrangements for people from disadvantaged socio-economic backgrounds
fr: Améliorer les rangement s d'accès pour les personnes des couches déshéritées

source: Warehousing and support activities for transportation
fr: Activités d'entreposage et de soutien pour le transport

source: Course cancellation
fr: Annulation du cours

source: Making science and technology education more attractive
fr: Rendre les sciences et technologies de l'éducation plus attractives

source: Serbia
fr: Serbie

source: Motor vehicles, ships and aircraft
fr: Véhicules motorisés, bateau et avion

source: Others - Languages and philological sciences
fr: Autres - langues et sciences de la philologie

source: Multilateral exchange
fr: Échange multilatéral

source: Young people from 18 to 25 years old
fr: Jeunes de 18 à 25 ans

source: Learning opportunities for people at risk of social marginalisation
fr: Opportunités d'apprentissage pour les personnes menacées d'exclusion sociale

source: Korea, Democratic People's Republic Of
fr: Corée du Nord

source: To facilitate the development of innovative practices in the field of vocational education and training other than at tertiary level, and their transfer, including from one participating country to others
fr: Faciliter la mise au point de pratiques innovantes en matière d’enseignement et de formation professionnels ne relevant pas de l'enseignement supérieur, ainsi que leur transfert, notamment d’un pays participant à l’autre

source: Saint Kitts And Nevis
fr: Saint-Kitts-et-Nevis

source: assets created with the intention to be used by the participants or targets
fr: Capital créé dans l'intention d'être utilisé par les participants ou le public cible

source: Reducing early school leaving, improving the learning of students with migrant background and promoting gender equality and inclusive approaches to learning
fr: Réduire la déscolarisation précoce, améliorer l'apprentissage des élèves avec un passé d'imigrant, promouvoir l'égalité des sexes et les approches éducatives

source: French Southern Territories
fr: Terres australes et antarctiques françaises

source: Manufacture of coke and refined petroleum products
fr: Cokéfaction, raffinage, industries nucléaires

source: EUROPEAN MODULES
fr: MODULES EUROPEENS

source: economics
fr: Economie

source: Barbados
fr: Les Barbades

source: Diploma
fr: Diplôme

source: Higher Education Professors
fr: Professeurs de l'enseignement supérieur

source: Social and behavioural science (broad programmes)
fr: Science sociale et du comportement (programme général)

source: To improve the quality and to increase the volume of co-operation between institutions or organisations providing learning opportunities, enterprises, social partners and other relevant bodies throughout Europe
fr: Améliorer la qualité et accroître le volume de la coopération entre les établissements ou organisations présentant des offres d’éducation et de formation, les entreprises, les partenaires sociaux et les autres organismes concernés dans l’ensemble de l’Europe

source: Public authority (regional)
fr: Pouvoirs publics (régional)

source: 1.001 to 5.000
fr: de 1001 à 5000

source: Fight against racism and xenophobia
fr: Lutte contre le racisme et la xénophobie

source: Preparing for positions of leadership within the school
fr: Préparation à des postes de Direction au sein de l'école

source: Norwegian Bokmael
fr: Norvégien Bokmal

source: Crop and livestock production
fr: Culture et élevage

source: Co-operation in the area of transparency instruments in VET (ECVET, EQF, Europass)
fr: Coopération dans la transparence des outils pour l'EFP (enseignement et formation professionnelle) (ECVET, EQF, Europass)

source: Trends VI Report
fr: Rapport Trends VI

source: Practices
fr: Pratiques

source: Other financial activities
fr: Autres activités financières

source: Pre-primary, primary and secondary education
fr: Education pré-primaire, enseignement primaire et secondaire

source: Foreign language teaching and learning
fr: Enseignement et apprentissage de langues étrangères

source: Co-operation processes and methodologies
fr: Processus et méthodologies de coopération

source: European network
fr: Réseau européen

source: GRUNDTVIG Workshops
fr: GRUNDTVIG Ateliers

source: Public health
fr: Santé publique

source: Overall satisfaction regarding my Mobility
fr: Satisfaction globale concernant mon stage

source: To improve pedagogical approaches and the management of adult education organisations
fr: Améliorer les approches pédagogiques et la gestion des organismes qui proposent de la formation pour adultes

source: Peer group teaching
fr: Enseignement de groupe

source: LEO MultPart
fr: LEO Part Multi

source: 65+ years
fr: 65 ans et +

source: Group 2 – Youth exchanges and voluntary services
fr: Groupe 2 - Échanges de jeunes et missions de bénévolat

source: Comoros
fr: Comores

source: Employers and self-employed
fr: Employeurs et auto-entrepreneurs

source: I have new professional skills
fr: J'ai de nouvelles compétences professionnelles

source: Primary school
fr: Ecole primaire

source: The Mobility duration was long enough for me to fulfil my training objectives
fr: La durée du placement a été suffisamment longue pour remplir mes objectifs de formation

source: Forestry and logging
fr: Sylviculture, exploitation forestière et autres activités annexes

source: Website
fr: Site internet

source: Round 1: 04/02/2011
fr: Première session : 04/02/2011

source: Specific Objectives ECETB
fr: Objectifs spécifiques ECETB

source: Promoter
fr: Promoteur

source: To improve the transparency and recognition of qualifications and competences, including those acquired through non-formal and informal learning
fr: Améliorer la transparence et la reconnaissance des qualifications et des compétences, y compris celles acquises par l’apprentissage non formel et informel

source: Increased knowledge about partner countries and cultures
fr: Connaissance accrue au sujet des cultures et pays partenaires

source: Association of professors and researchers
fr: Association de professeurs et de chercheurs

source: Employers
fr: Employeurs

source: Preparatory visit to a future partner institution
fr: Visite préparatoire à un futur organisme partenaire

source: Preprimary teacher training
fr: Formation des enseignants en école maternelle

source: Mobility of trainees
fr: Mobilité des apprentis/stagiaires

source: Sardinian
fr: Sarde

source: SWITZERLAND
fr: SUISSE

source: Graduate / Doctoral school
fr: Ecole doctorale

source: Interior design
fr: Design d'intérieur

source: Visiting and adult education organisation in the broadest sense (formal or non-formal) for the purpose of carrying out the teaching assignment
fr: Visite dans un organisme en charge de l'éducation des adultes au sens large afin de mener une mission d'enseignement

source: Libraries, archives, museums and other cultural activities
fr: Bibliothèques, archives, musées et autres activités culturelles

source: Undergoing 'job-shadowing' (observation) in an adult education organisation in the broadest sense (formal or non-formal) or other non-formal type of training for adult education staff
fr: Stage d'observation dans un organisme en charge de l'éducation des adultes au sens large ou tout autre type de formation non formelle pour le personnel de l'éducation des adultes

source: Transparency of missions and performances of higher education institutions
fr: Transparence de missions et de performences d'éducation supérieur

source: Medicine
fr: Médecine

source: 6-10 years
fr: 6-10 ans

source: Saint Lucia
fr: Sainte Lucie

source: Member States
fr: Etats membres

source: Job shadowing or work placement
fr: Stage d'observation ou stage en entreprise

source: COMENIUS Accompanying measures
fr: COMENIUS Mesures d'accompagnement

source: Co-operation with international organisations
fr: Coopération avec les organisations internationales

source: Classical philology
fr: Philologie classique

source: CEO/Managing Director
fr: Directeur exécutif

source: Comparative law, law with languages
fr: Droit comparé, droit et langues

source: Not applicable
fr: Sans objet

source: Secondary education
fr: Enseignement secondaire

source: Managers of small enterprises
fr: Responsables de petites entreprises

source: Artistic, entertainment and sports associate professionals
fr: Professionnels associés à l'art, les sports et les loisirs

source: Encouraged me to adopt a more reflective approach to the way I teach/carry out my duties on the teaching/working
fr: M'a encouragé à adopter une approche plus réfléchie sur la manière dont j'enseigne/dont je mène mes activités d'enseignement/de travail

source: Tertiary education
fr: Enseignement supérieur

source: Sending Partner
fr: Partenaire d'envoi

source: Annual grant
fr: Financement annuel

source: Wholesale and retail sales
fr: Ventes en gros et au détail

source: Digital technology
fr: Technologie digitale

source: Tales
fr: Contes

source: Natural sciences
fr: Sciences naturelles

source: ITALY
fr: ITALIE

source: Assertiveness training
fr: Apprentissage sur l'affirmation de soi

source: Human health activities
fr: Activités de santé humaine

source: Marketing and advertising
fr: Marketing et publicité

source: General Public
fr: Grand public

source: Primary education teaching associate professionals
fr: Professionnels associés à l'enseignement primaire

source: school based
fr: en milieu scolaire

source: Youth Democracy Projects
fr: Projets jeunesse pour la démocratie

source: Validation and certification
fr: Validation et certification

source: Foreign languages
fr: Langues étrangères

source: Russian Federation
fr: Russie

source: Associated partner
fr: Partenaire associé

source: Intercultural education
fr: Education interculturelle

source: ERASMUS Structural Networks
fr: ERASMUS Réseaux structurels

source: Projects
fr: PROJETS

source: training
fr: formation

source: Mathematics
fr: Mathématiques

source: At application stage
fr: Lors du dépôt de candidature

source: Cooperation with the Neighbouring Countries of the European Union
fr: Coopération avec les pays hors Union Européenne

source: Haitian; Haitian Creole
fr: Haitien; Créole Haitien

source: ERASMUS Consortium Placement Certificate
fr: ERASMUS Certificat d'habilitation à l'organisation des stages

source: Improving the quality of adult education
fr: Améliorer la qualité de la formation pour adultes

source: Legal and accounting activities
fr: Activités juridiques et de comptabilité

source: Students and other Persons in education, or recent graduate, not yet employment
fr: Etudiants et aures personnes de l'éducation, diplômlés récents, ne travaillant pas encore

source: Other office clerks
fr: Autres employés de bureau

source: Sint Maarten
fr: Saint Martin

source: Children
fr: Enfants

source: Broadcasting company
fr: Société de télédiffusion

source: Programmes or modules with the use of ICT tools and services.
fr: Programmes et modules avec l'usage des outils -ICT et des services

source: Teacher training - Nursing
fr: Formation d'enseignants - Ecole d'infirmières

source: Numerical clerks
fr: Opérateurs de saisie

source: 501 to 2.000
fr: 501 à 2000

source: Reducing early school leaving, improving the learning of students with migrant background and Roma pupils as well as promoting gender equality and inclusive approaches to learning
fr: Réduire le décrochage scolaire, l'amélioration de l'apprentissage des élèves issus de l'immigration et les élèves roms, ainsi que la promotion de l'égalité des sexes et des approches inclusives à l'apprentissage

source: I am satisfied with the assistance I received concerning the practicalities of training/working abroad
fr: Je suis satisfait(e) de l'assistance que j'ai reçue pour les aspects pratiques de ma formation/mon travail à l'étranger

source: Western Balkans
fr: Balkans occidentaux

source: International Governmental organisation
fr: Organisation gouvernementale internationale

source: Sports and recreation education
fr: Sports et enseignement de divertissement

source: Increased knowledge of the participants within a certain field and topic
fr: Améliorer les connaissances des participants sur un sujet ou un champ particulier

source: Forestry
fr: Sylviculture

source: Good
fr: Bon

source: Vocational Training
fr: Formation professionnelle

source: OPERATING GRANTS
fr: SUBVENTIONS DE FONCTIONNEMENT

source: Dominica
fr: Dominique

source: Development of special needs education (SEN) towards inclusion of all young people, in particular of those with disabilities.
fr: Développement de l’éducation des personnes ayant des besoins spécifiques en vue de l'insertion de tous les jeunes, en particulier ceux souffrant d'un handicap

source: Modules and programmes which clearly define and promote learning outcomes and competences.
fr: Modules et programmes qui définissent clairement et promeuvent des objectifs éducatifs et competences

source: Sudan
fr: Soudan

source: Public speaking
fr: Parler en public

source: Social science and related professionals
fr: Professionnels des sciences sociales et apparentés

source: Mining of metal ores
fr: Extraction de minerais

source: staff more than 5.000
fr: personnel plus de 5.000

source: Doing housework, looking after children or other persons
fr: Ménage, garde d'enfants ou de personnes

source: Preparatory Visit Host
fr: Organisme d'accueil de la Visite préparatoire

source: Rental and leasing activities
fr: Activités de leasing et de location

source: BULGARIA
fr: BULGARIE

source: Technical and vocational secondary education
fr: Enseignement secondaire technique et professionnel

source: Director
fr: Directeur

source: Specific Objectives ECETA1
fr: Objectifs spécifiques ECETA1

source: Macedonian
fr: Macédonien

source: Specific Objectives ECETA2
fr: Objectifs spécifiques ECETA2

source: Journalism and information
fr: Journalisme et information

source: Health education
fr: Education sur la santé

source: Library, information, archive
fr: Bibliothèque, information, archive

source: Japanese
fr: Japonais

source: Headteachers, directors, rectors
fr: Proviseurs, directeurs, recteurs

source: Collaborative learning
fr: Apprentissage collaboratif

source: Developing and disseminating strategies/approaches/networks
fr: Développer et diffuser les stratégies/approches/réseaux

source: Would you recommend participating in this type of action to other organisations?
fr: Est-ce que vous recommanderiez à d'autres organismes de participer à ce type d'action ?

source: Veterinary activities
fr: Activités vétérinaires

source: LEONARDO DA VINCI Transfer of innovation
fr: LEONARDO DA VINCI Transfert d'innovation

source: Gambling and betting activities
fr: Activités de jeu et de pari

source: Evaluation meeting
fr: Réunion d'évaluation

source: Individuals
fr: Individus

source: Central African Republic
fr: République de Centre Afrique

source: A person re-training as a foreign language teacher
fr: Une personne demandant une formation pour se recycler comme enseignant de langue étrangère

source: Nursing and caring
fr: Soins infirmiers et soins à la personne

source: Recommendation for the Open Method of Coordination (OMC)
fr: Recommandation pour la Méthode ouverte de coordination (MOC)

source: To a small extent
fr: Partiellement

source: Europass Diploma Supplement
fr: Supplément au Diplôme Europass

source: Conferences
fr: Conférences

source: Somalia
fr: Somalie

source: Persian
fr: Perse

source: Using observation and reflection to update and improve teaching strategies
fr: Utiliser des observations et des réflexions pour mettre à jour et améliorer les méthodes d'enseignement

source: Improved my knowledge of the subject taught/of my professional area
fr: A amélioré ma connaissance de la matière enseignée/de mon domaine professionnel

source: vocational programmes
fr: Programmes de formation professionnelle

source: Scientific research and development
fr: Recherche scientifique et développement

source: Mailing lists
fr: Listes de mailing

source: Future teachers or trainers recycling into adult education
fr: Futurs enseignants ou formateurs se recyclant dans l'éducation des adultes

source: ERASMUS University Charter
fr: Charte universitaire Erasmus

source: Overseas countries and territories
fr: Pays et territoires d'outre mer

source: Natural environments and wildlife
fr: Milieux naturels et vie sauvage

source: ERASMUS Social inclusion in higher education
fr: ERASMUS inclusion sociale dans l'enseignement supérieur

source: Composer
fr: Compositeur

source: cross disciplinary topics
fr: Croisement de plusieurs sujets disciplinaires

source: Syrian Arab Republic
fr: Syrie

source: vocational or technical programmes
fr: Programmes de formation technique ou professionnelle

source: Dataset
fr: Fichier de données

source: Timor-Leste
fr: République Démocratique du Timor Oriental

source: Cooperation with the Neighbouring Countries of the European Union - Training and Networking
fr: Coopération avec les pays hors Union Européenne - Formation et mise en réseau

source: A school teacher retraining as a foreign language teacher
fr: Un enseignant scolaire demandant une formation pour se recycler comme enseignant de langue étrangère

source: LEO-High
fr: LEO-Grand

source: Impact of results and of dissemination and exploitation activities
fr: Impact des résultats et activités de diffusion et d'exploitation des résultats

source: With a view to increasing the impact of the Programme, an annual call for proposals may be published aimed at supporting thematic network projects (this call has been published in 2007 only)
fr: Dans l'objectif d'augmenter l'impact du programme, un appel à propositions annuel pourra être publié afin de soutenir des projets en réseau autour d'une thématique spécifique (un appel de ce type a été publié en 2007 seulement)

source: Physical science (broad programmes)
fr: Science Physique (programme général)

source: Teaching and training
fr: Enseigner et former

source: Engineering and engineering trades
fr: Ingénierie et métiers de l'ingénierie

source: Trans-national youth initiative
fr: Initiative jeunes transnationale

source: Accommodation
fr: Hébergement

source: 14 months
fr: 14 mois

source: Business and administration (others)
fr: Monde des affaires et administration (autres)

source: Providing training for education staff
fr: Fournir une formation au personnel enseignant

source: Pre-primary school
fr: Ecole maternelle

source: Employed in education
fr: Employé dans l'éducation

source: Duration was adequate to fulfil the above
fr: La durée était suffisante pour pour remplir au-dessus

source: Kongo
fr: Congolais

source: 4 months
fr: 4 mois

source: Overall rating for this training activity
fr: Evaluation globale pour cette activité de formation

source: Public awareness campaigns
fr: Campagnes publiques de sensibilisation

source: Self-employed
fr: Auto-entrepreneurs

source: I now have a better understanding of training and practise in VET
fr: J'ai maintenant une meilleure compréhension de la formation et la pratique dans l'EFP

source: to develop solidarity and promote tolerance among young people, in particular in order to foster social cohesion in the European Union
fr: Développer la solidarité et promouvoir la tolérance parmi les jeunes, en particulier pour favoriser la cohésion sociale dans l'Union Européenne

source: Theatre plays
fr: Pièces de théâtre

source: Round 2: 30/04/2012
fr: Deuxième session : 30/04/2012

source: Round 1: 31/01/2012
fr: Première session : 31/01/2012

source: Public service administrative professionals
fr: Professionnels des services publics et de l'administration

source: Round 1: 31/01/2011
fr: Première session : 31/01/2011

source: Advisors
fr: Conseillers

source: GRUNDTVIG Learning Partnerships
fr: GRUNDTVIG Partenariats éducatifs

source: Enterprise large (> 500 employees)
fr: Grande entreprise (> 500 employés)

source: Providing expertise on system and policy-related aspects of adult education
fr: Fournir une expertise sur le système ou les politiques relatifs à l'éducation des adultes

source: Fishing and aquaculture
fr: Pêche et aquaculture

source: Developing provisions for part-time students
fr: Développer des assurences pour les élèves de cours par correspondance

source: Burmese
fr: Birman

source: Medical diagnostic and treatment technology
fr: Diagnostique médical et technologie des traitements médicaux

source: ACTION ERASMUS MULTILATERAL PROJECTS
fr: ACTIONS PROJETS MULTILATERAUX ERASMUS

source: Manufacture of food products
fr: Industrie alimentaires

source: Game(play) designer
fr: Concepteur de jeux vidéos

source: Professional network
fr: Réseau professionnel

source: Information service activities
fr: Activités de service d'information

source: Philosophy and ethics
fr: Philosophie et ethique

source: 13 months
fr: 13 mois

source: Overall satisfaction regarding the outcomes of my Mobility
fr: Satisfaction globale concernant les résultats de mon stage

source: Assistantships
fr: Assistanats

source: 3-5 years
fr: 3-5 ans

source: Medical services
fr: Services médicaux

source: Handbooks
fr: Manuels

source: Develop Vocational Skills considering the labour market needs - 'New Skills for New Jobs'
fr: Développer des acquis professionels qui concernent les besoins du marché du l'emploi - "Nouveaux acquis - nouveaux emplois"

source: Trans-national youth seminar
fr: Rencontre transnationale de jeunesse

source: General and comparative literature
fr: Littérature générale et comparée

source: Mother tongue
fr: Langue maternelle

source: Increased training skills
fr: Compétences en formation accrues

source: Activities of membership organizations
fr: Activités d'organisations de membres

source: Work produced by the applicant company
fr: Travail produit par l'entreprise candidate
